FemDesign.Results.QuantityEstimationSteel
FemDesign "Quantity estimation, Steel" result

FemDesign.Results.QuantityEstimationSteel.Id
Element name identifier

FemDesign.Results.QuantityEstimationSteel.Storey
Storey identifier

FemDesign.Results.QuantityEstimationSteel.Structure
Structural element type

FemDesign.Results.QuantityEstimationSteel.Quality
Material quality identifier

FemDesign.Results.QuantityEstimationSteel.Section
Section/Thickness identifier

FemDesign.Results.QuantityEstimationSteel.UnitWeight
Weight per length [t/m, t/m2]

FemDesign.Results.QuantityEstimationSteel.SubTotal
Subtotal

FemDesign.Results.QuantityEstimationSteel.TotalWeight
Total weight

FemDesign.Results.QuantityEstimationSteel.PaintedArea
Painted area